{
	"navbar": {
		"logo": "BetterThanDollar",
		"buttonText": "Conectar Carteira"
	},

	"home": {
		"heading": {
			"a": "Algo",
			"b": "BetterThanDollar",
			"c": "está chegando"
		},
		"subheading": {
			"a": "Desbloqueie a próxima evolução da estabilidade de preços em DeFi",
			"b": "melhor que o dólar, resistente à censura e com recompensas"
		},
		"buttonText": "Vamos lá!",
		"countUpTimer": {
			"subheading": "Pessoas avançando para a próxima geração de preços"
		},
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Conectar Carteira"
		}
	},

	"rewards": {
		"heading": {
			"head": "Três passos para aumentar suas recompensas",
			"month": {
				"a": "Junte-se antes de ",
				"b": " e todas as suas futuras",
				"c": "recompensas serão multiplicadas por"
			}
		},
		"details": {
			"a": "Quanto mais rápido você aderir, maior será o aumento de suas recompensas a partir de 20 de janeiro de 2025.",
			"b": "Basta completar as três etapas para a caixa.",
			"c": "Quando a nova solução",
			"d": "melhor que o dólar for lançada, você acumulará recompensas aumentadas ao manter e enviar esta nova super-moeda.",
			"e": "Depois, reivindique as recompensas na carteira que você conectar aqui."
		},
		"rewardProgram": {
			"heading": "Junte-se ao programa de recompensas BetterThanDollar",
			"follow": {
				"text": "Siga-nos no X:",
				"clientTwitterAcct": "betterthandolla",
				"button": "Seguir"
			},
			"post": {
				"text": "Faça uma postagem no seu X e compartilhe a novidade:",
				"button": "Postar"
			},
			"verify": {
				"placeholder": "Verifique o link do seu tweet compartilhado",
				"button": "Verificar"
			},
			"sign": {
				"text": "Conecte sua carteira e assine",
				"button": "Assinar mensagem"
			},
			"footer": "Assine a mensagem para confirmar a elegibilidade. Sua carteira conectada se qualificará para reivindicar recompensas em dobro do BetterThanDollar."
		},
		"launchDate": "January 1, 2025 00:00:00",

		"footer": "Tempo para lançamento",
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Conectar Carteira"
		}
	},

	"questionnare": {
		"heading": {
			"a": "O que torna",
			"b": "BetterThanDollar?"
		},
		"information": {
			"a": "Nas blockchains, mais de 99% das stablecoins estão atreladas ao dólar americano, apesar de menos de 10% de todos os usuários serem dos EUA, deixando mais de 90% dos usuários de outros países expostos às variações selvagens do dólar em relação às suas moedas nativas.",
			"b": "O que você acredita ser a característica mais importante de uma nova super-stable para ser melhor que o dólar? É que:",
			"list": {
				"a": "Ela oferece MELHOR ESTABILIDADE DE PREÇO para sua moeda nacional do que tokens referenciados ao US$",
				"b": "A melhor ESTABILIDADE É COMPARTILHADA ENTRE SEUS USUÁRIOS, para que todos se beneficiem, e não apenas um pequeno grupo (um país)",
				"c": "Ela possui RESISTÊNCIA À CENSURA, em contraste com tokens referenciados ao US$",
				"d": "É uma SOLUÇÃO NEUTRA NATIVA DE BLOCKCHAIN que não se refere simplesmente a uma moeda fiduciária antiquada"
			},
			"c": "Escolha o que você considera mais importante e publique no X"
		},
		"options": [
			"ESTABILIDADE DE PREÇO",
			"ESTABILIDADE COMPARTILHADA",
			"RESISTÊNCIA À CENSURA",
			"NEUTRALIDADE"
		],
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Conectar Carteira"
		}
	},

	"finished": {
		"title": "BetterThanDollar",
		"heading": "Missão Completa!",
		"subheading": "Para nós, você já é mais valioso que o dólar. Por favor, volte e ganhe recompensas triplas. Fique de olho em @BetterThanDollar no X para detalhes do lançamento.",
		"buttonText": "Entendi"
	},

	"answer": {
		"version": {
			"ESTABILIDADE DE PREÇO": {
				"heading": "SIM",
				"subheading": "Melhor estabilidade de preço para sua moeda nacional é uma função muito importante de uma nova super-stable.",
				"details": {
					"a": "O novo",
					"b": "é @BetterThanDollar quando a estabilidade de preço em relação à minha moeda nacional é superior à oferecida por muitos tokens atrelados ao USD."
				},
				"buttonText": "Postar",
				"post": "Nova super stablecoin BetterThanDollar está a caminho!\nÉ a primeira moeda que proporciona uma estabilidade de preços internacional melhor do que qualquer moeda vinculada ao dólar USD. 🌍\nFaça como eu: Siga aqui e compartilhe o post sobre uma solução melhor do que o US$ 🔴🔴🔴 está chegando."
			},
			"ESTABILIDADE COMPARTILHADA": {
				"heading": "SIM",
				"subheading": "É mais justo quando todos se beneficiam da melhor estabilidade.",
				"details": {
					"a": "O novo",
					"b": "é @BetterThanDollar quando a estabilidade é compartilhada, para que todos se beneficiem - não apenas os detentores de uma moeda nacional específica."
				},
				"buttonText": "Postar",
				"post": "Nova super stablecoin BetterThanDollar está chegando!\nEla é imparcial e compartilha a estabilidade de preços entre todos, independentemente da nacionalidade, sem favorecer o dólar americano sobre todos os outros. Justo para todos! ⚖️\nFaça como eu: Siga aqui e compartilhe o post sobre uma solução melhor que o US$ 🔴🔴🔴 está chegando."
			},
			"RESISTÊNCIA À CENSURA": {
				"heading": "SIM",
				"subheading": "Ser resistente à censura é uma função cada vez mais importante de uma nova super-stable.",
				"details": {
					"a": "O novo",
					"b": "é @BetterThanDollar quando resiste aos caprichos arbitrários de governos e sua capacidade de confiscar meus ativos remotamente sem base legal."
				},
				"buttonText": "Postar",
				"post": "Nova super stablecoin resistente à censura BetterThanDollar!\nTodas as principais moedas vinculadas ao USD têm uma função embutida que pode confiscar remotamente suas moedas 🔒\nEsta nova solução não tem. A liberdade de moeda é tão importante quanto a liberdade de expressão.\nFaça como eu: Siga aqui + compartilhe o post."
			},
			"NEUTRALIDADE": {
				"heading": "SIM",
				"subheading": "Ser neutro é uma função importante de uma nova super-stable.",
				"details": {
					"a": "O novo",
					"b": "@BetterThanDollar não está vinculado a uma moeda nacional relacionada à política desse país, mas apenas garante a melhor estabilidade de preço baseada em tecnologia moderna."
				},
				"buttonText": "Postar",
				"post": "Nova super stablecoin BetterThanDollar!\nEla é neutra, garantindo simplesmente a melhor estabilidade de preços com base na tecnologia moderna, livre de políticas relacionadas ao dinheiro. 🤝\nFaça como eu: Siga aqui e compartilhe o post. Melhor, estabilidade de preços neutra."
			}
		},
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Conectar Carteira"
		}
	}
}
