{
	"navbar": {
		"logo": "BetterThanDollar",
		"buttonText": "Подключить кошелек"
	},

	"home": {
		"heading": {
			"a": "Что-то",
			"b": "BetterThanDollar",
			"c": "скоро будет"
		},
		"subheading": {
			"a": "Откройте следующую эволюцию стабильности цен в DeFi",
			"b": "лучше доллара, устойчив к цензуре и с вознаграждениями"
		},
		"buttonText": "Поехали!",
		"countUpTimer": {
			"subheading": "Люди движутся вперед к новому поколению цен"
		},
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Подключить кошелек"
		}
	},

	"rewards": {
		"heading": {
			"head": "Три шага для увеличения ваших вознаграждений",
			"month": {
				"a": "Присоединяйтесь до ",
				"b": " и все ваши будущие",
				"c": "вознаграждения будут умножены на"
			}
		},

		"details": {
			"a": "Чем быстрее вы присоединитесь, тем больше увеличится ваш бонус к наградам, начиная с 20 января 2025 года.",
			"b": "Просто выполните три шага до коробки.",
			"c": "Когда новое решение",
			"d": "лучше, чем доллар, запустится, вы начнете накапливать увеличенные награды, удерживая и отправляя эту новую супер-монету.",
			"e": "Позже, заберите награды в кошельке, который вы подключите здесь."
		},
		"rewardProgram": {
			"heading": "Присоединяйтесь к программе вознаграждений BetterThanDollar",
			"follow": {
				"text": "Подпишитесь на нас в X:",
				"clientTwitterAcct": "betterthandolla",
				"button": "Подписаться"
			},
			"post": {
				"text": "Опубликуйте пост в своем X и поделитесь новостью:",
				"button": "Опубликовать"
			},
			"verify": {
				"placeholder": "Проверьте ссылку на ваш опубликованный твит",
				"button": "Проверить"
			},
			"sign": {
				"text": "Подключите свой кошелек и подпишите",
				"button": "Подписать сообщение"
			},
			"footer": "Подпишите сообщение, чтобы подтвердить право на участие. Ваш подключенный кошелек будет иметь право на получение двойных наград BetterThanDollar."
		},
		"launchDate": "January 1, 2025 00:00:00",

		"footer": "Время до запуска",
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Подключить кошелек"
		}
	},

	"questionnare": {
		"heading": {
			"a": "Что делает",
			"b": "BetterThanDollar?"
		},
		"information": {
			"a": "На блокчейнах более 99% стейблкоинов привязаны к доллару США, несмотря на то, что менее 10% всех пользователей являются гражданами США, оставляя более 90% пользователей из других стран подверженными колебаниям доллара США по отношению к их национальным валютам.",
			"b": "Как вы считаете, какая самая важная функция нового супер-стейблкоина, чтобы он был лучше доллара? Это:",
			"list": {
				"a": "Он предлагает ЛУЧШУЮ СТАБИЛЬНОСТЬ ЦЕН по сравнению с токенами, привязанными к доллару США",
				"b": "ЛУЧШАЯ СТАБИЛЬНОСТЬ РАСПРЕДЕЛЕНА СРЕДИ ВСЕХ ПОЛЬЗОВАТЕЛЕЙ, так чтобы каждый мог получить выгоду, а не только одна группа (одна страна)",
				"c": "У него ЕСТЬ ЗАЩИТА ОТ ЦЕНЗУРЫ, в отличие от токенов, привязанных к доллару США",
				"d": "Это НЕЙТРАЛЬНОЕ РЕШЕНИЕ НА БЛОКЧЕЙНЕ, которое не связано с традиционной фиатной валютой"
			},
			"c": "Выберите наиболее важное для вас и опубликуйте в X"
		},
		"options": [
			"СТАБИЛЬНОСТЬ ЦЕН",
			"РАСПРЕДЕЛЕННАЯ СТАБИЛЬНОСТЬ",
			"ЗАЩИТА ОТ ЦЕНЗУРЫ",
			"НЕЙТРАЛЬНОСТЬ"
		],
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Подключить кошелек"
		}
	},

	"finished": {
		"title": "BetterThanDollar",
		"heading": "Миссия выполнена!",
		"subheading": "Для нас вы уже ценнее, чем доллар. Пожалуйста, возвращайтесь и получайте тройные награды. Следите за @BetterThanDollar на X для получения информации о запуске.",
		"buttonText": "Понял"
	},

	"answer": {
		"version": {
			"СТАБИЛЬНОСТЬ ЦЕН": {
				"heading": "ДА",
				"subheading": "Лучшая стабильность цены по отношению к вашей национальной валюте — это очень важная функция нового супер-стейблкоина.",
				"details": {
					"a": "Новый",
					"b": "это @BetterThanDollar, когда стабильность цены по отношению к моей национальной валюте лучше, чем у многих токенов, привязанных к доллару США."
				},
				"buttonText": "Опубликовать",
				"post": "Новая суперстабильная монета BetterThanDollar на горизонте!\nЭто первая монета, обеспечивающая лучшую международную стабильность цен, чем любая монета, привязанная к доллару США. 🌍\nДелай, как я: подпишись здесь и поделись постом о решении лучше, чем доллар США 🔴🔴🔴 скоро появится."
			},
			"РАСПРЕДЕЛЕННАЯ СТАБИЛЬНОСТЬ": {
				"heading": "ДА",
				"subheading": "Это наиболее справедливо, когда все получают выгоду от улучшенной стабильности.",
				"details": {
					"a": "Новый",
					"b": "это @BetterThanDollar, когда стабильность распределена, чтобы все могли получить выгоду, а не только владельцы определенной национальной валюты."
				},
				"buttonText": "Опубликовать",
				"post": "Новая суперстабильная монета BetterThanDollar скоро появится!\nОна беспристрастна и обеспечивает стабильность цен для всех, независимо от национальности, не отдавая предпочтения доллару США. Справедливо для всех! ⚖️\nДелай, как я: подпишись здесь и поделись постом о лучшем решении, чем доллар США 🔴🔴🔴 скоро появится."
			},
			"ЗАЩИТА ОТ ЦЕНЗУРЫ": {
				"heading": "ДА",
				"subheading": "Защита от цензуры — это важная функция нового супер-стейблкоина.",
				"details": {
					"a": "Новый",
					"b": "это @BetterThanDollar, когда он защищен от произвольных действий правительства и конфискации моих активов."
				},
				"buttonText": "Опубликовать",
				"post": "Новая суперстабильная монета BetterThanDollar, устойчивая к цензуре!\nВсе основные монеты, привязанные к доллару США, имеют встроенную функцию, которая может удаленно конфисковать ваши монеты 🔒\nЭто новое решение не имеет такой функции. Свобода валюты так же важна, как свобода слова.\nДелай, как я: подпишись здесь + поделись постом."
			},
			"НЕЙТРАЛЬНОСТЬ": {
				"heading": "ДА",
				"subheading": "Нейтральность — важная функция нового супер-стейблкоина.",
				"details": {
					"a": "Новый",
					"b": "@BetterThanDollar не зависит от политики определенной страны и обеспечивает лучшую стабильность цен на основе современных технологий."
				},
				"buttonText": "Опубликовать",
				"post": "Новая суперстабильная монета BetterThanDollar!\nОна нейтральна, просто обеспечивая лучшую стабильность цен на основе современных технологий, свободных от политических манипуляций с деньгами. 🤝\nДелай, как я: подпишись здесь и поделись постом. Лучшая, нейтральная стабильность цен."
			}
		},
		"navbar": {
			"logo": "BetterThanDollar",
			"buttonText": "Подключить кошелек"
		}
	}
}
